"1m" = "1m";
"1w" = "1w";
"2w" = "2w";
"3m" = "3m";
"6m" = "6m";
"1y" = "1y";
"2y" = "2y";
"AboutTitle" = "About";
"AccessingItunes" = "Accessing iTunes";
"Add" = "Add";
"AddMetric" = "Add Metric";
"All" = "All";
"AllRecords" = "-- All Workouts --";
"Amount" = "Amount";
"Amount1" = "Amount 1";
"Amount2" = "Amount 2";
"Amount3" = "Amount 3";
"Attention" = "Attention";
"Author" = "Evgeny Kondratiev";
"BuyPro" = "Buy Pro Version";
"BuyProPrice" = "Buy Pro for $2.99";
"BuyPROVersion" = "Buy Pro Version";
"Cancel" = "Cancel";
"Close" = "Close";
"Cloudiness" = "Cloudiness";
"Cloudy" = "Cloudy";
"Color" = "Color";
"CreateNewWorkout" = "Create New Workout";
"DatabaseError" = "Database error! Please, reinstall the app.";


"Date" = "Date";


"DateBreakChain" = "Changing these will break reccurenting chain and make this workout standalone.";


"Delete" = "Delete";


"DeleteNext" = "Delete All Next";


"DeleteThis" = "Delete This";


"DeleteWorkout" = "Delete Workout";


"Dismiss" = "Dismiss";


"Edit" = "Edit";


"EditMetric" = "Edit Metric";


"EditMetricsPrompt" = "Change metric parameters";


"EditWorkout" = "Edit Workout";


"EditWorkoutPrompt" = "Change workout parameters";


"EndRepeat" = "End Repeat";


"EnterTextPrompt" = "Enter text";


"EnterWorkoutPrompt" = "Enter workout parameters";


"Error" = "Error";


"Every1d" = "day";


"Every2d" = "2 days";


"Every2Weeks" = "2 weeks";


"Every3d" = "3 days";


"Every4d" = "4 days";


"Every5d" = "5 days";


"Every6d" = "6 days";


"EveryMonth" = "month";


"EveryWeek" = "week";


"EveryList" = "Every %@";


"Exit" = "Exit";


"Export" = "Export";


"FeelGood" = "Good";


"Feeling" = "Feeling";


"FeelNorm" = "So-so";


"FeelPerfect" = "Perfect";


"FeelSad" = "Sad";


"FeelShock" = "Shock!";


"Fine" = "Fine";


"FitnessPlan" = "FitnessPlan";

"FitnessPlanTitle" = "FitnessPlan";


"Go" = "Go";


"GoToTitle" = "Go To Date";


"History" = "History";


"HRate" = "Heart Rate";


"IsNotSet" = "Is Not Set";


"Manual" = "Manual";

"ManualText" = "Read Manual";


"Metric" = "Metric";

"Metrics" = "Metrics";


"MetricsLabel" = "Metrics:";


"MetricsManual" = "Metrics Manual";


"MetricType" = "Metric Type";


"ModifyWorkoutError" = "Can't modify the workout. Please, check the date and time. It is not possible to make two workouts with the same date and time";


"Name" = "Name";


"NameNotSpecified" = "Specify the workout name.";


"Never" = "Never";


"NewWorkout" = "New Workout";


"NoData" = "No Records!";


"NoMetricsLabel" = "No any metric.";


"Notes" = "Notes";


"Notification" = "Note";


"OK" = "OK";

"OnDate" = "on %@";


"ParseError" = "Syntax error!";


"PredefinedMetrics" = "Predefined";


"ProceedChart" = "Display Graph";


"ProFeatures" = "About Pro Features";


"Rainy" = "Rainy";


"Repeat" = "Repeat";

"RepeatingTill" = "repeating every %@ till %@";


"SelectMetrics" = "Select Metrics:";


"SelectWorkoutName" = "Select Workout Name:";


"Sleet" = "Sleet";


"Snowy" = "Snowy";


"SomeCloud" = "Some Clouds";


"StoreKit" = "Store Kit";


"StoreNotAccesible" = "Store is not accesible!";


"Storm" = "Storm";


"Temperature" = "Temperature";


"Time" = "Time";


"Time1" = "Time 1";


"Time2" = "Time 2";


"Time3" = "Time 3";


"Total" = "Total";


"TypeTime" = "Time";


"TypeValue" = "Value";


"UserMetrics" = "User";


"VersionLabel" = "Version";


"Weather" = "Weather";


"Weight" = "Weight";


"Workout" = "Workout";
